/* Template for message displayed while preference panel is loading */
"Loading %@..." = "正在載入“%@”⋯";

/* Could not load preference message template */
"CouldNotLoad" = "無法載入“%@”偏好設定面板。";
"CouldNotLoad_ArchMisMatch" = "您無法打開此電腦上的“%@”偏好設定面板。請聯絡此軟體的開發人員以取得較新版本。";
"CouldNotLoad_ArchMisMatch_PPC" = "您無法打開“%@”偏好設定，因為它無法在 PowerPC 基準的 Mac 上操作。";
"CouldNotLoad_ArchMisMatch_Intel" = "您無法打開“%@”偏好設定，因為它無法在 Intel 基準的 Mac 上操作。";

/* Preferences error alert title */
"Preferences Error" = "偏好設定錯誤";

"OK" = "好";
"CANCEL" = "取消";
"REPLACE" = "取代";

"SEARCH_LABEL" =  "搜尋";
"SEARCH_PALLETE_LABEL" = "搜尋";
"SHOWALL_LABEL" = "顯示全部";
"BACK_AXDESCRIPTION" = "返回";
"FORWARD_AXDESCRIPTION" = "前進";
"AXScrollAreaDescription" = "偏好設定面板";

/* Label for Show All button */
"Show All" = "顯示全部";

/* Template for window title.  %@ is replaced by preference panel name */
"System Preferences - %@" = "系統偏好設定 - %@";

/* Show All window title */
"System Preferences" = "系統偏好設定";

/* Truncation string */
"TRUNCATION_STRING" = "…";

/* Tooltips for MacManager disabled preference panes */
"MacManagerDisableLabel" = "您存取此偏好設定的權限受到限制。";

/* Attempt to open disabled/hidden preference pane */
"PREF_PANE_HIDDEN_TITLE" = "您無法打開“%@”偏好設定面板，因為它目前無法使用。";
"PREF_PANE_HIDDEN_DESC" = "若要檢視這個偏好設定面板，您必須在電腦上連接設備。";

/* Install Assistant */
"PREF_PANE" = "偏好設定面板";
"SCREEN_SAVER" = "螢幕保護程式";

"PREF_PANE_INSTALL_ASSISTANT_MIN_VERS_TITLE" = "您不能在此版本的 Mac OS X 上使用這個偏好設定面板。";
"SCREEN_SAVER_INSTALL_ASSISTANT_MIN_VERS_TITLE" = "您不能在此版本的 Mac OS X 上使用這個螢幕保護程式。";
"PREF_PANE_INSTALL_ASSISTANT_MIN_VERS_DESC" = "此偏好設定面板需要 Mac OS X %@ 或以上版本。您的電腦安裝的是 Mac OS X %@。";
"SCREEN_SAVER_INSTALL_ASSISTANT_MIN_VERS_DESC" = "此螢幕保護程式需要 Mac OS X %@ 或以上版本。您的電腦安裝的是 Mac OS X %@。";

"PREF_PANE_INSTALL_ASSISTANT_CAPTION" = "您必須安裝“%@”偏好設定面板後才能使用它。您要立即安裝嗎？";
"SCREEN_SAVER_INSTALL_ASSISTANT_CAPTION" = "您必須安裝“%@”螢幕保護程式後才能使用它。您想要馬上安裝嗎？";

"INSTALL_ASSISTANT_AUTH_WARNING" = "當您按下“安裝”時，系統會要求您輸入這台電腦的管理者名稱和密碼。";

"UNINSTALL_ASSISTANT_ERR_TITLE" = "發生錯誤，無法移除“%@”偏好設定面板。";

"PREF_PANE_INSTALL_ASSISTANT_EXISTS_TITLE" = "電腦上已有正在安裝的偏好設定面板。您想要取代現有的偏好設定面板嗎？";
"PREF_PANE_INSTALL_ASSISTANT_EXISTS_TITLE_1" = "電腦上已安裝較舊版本的偏好設定面板。您想要用新的版本加以取代嗎？";
"PREF_PANE_INSTALL_ASSISTANT_EXISTS_TITLE_2" = "電腦上已安裝較新版本的偏好設定面板。您想要用舊的版本加以取代嗎？";

"SCREEN_SAVER_INSTALL_ASSISTANT_EXISTS_TITLE" = "電腦上已有正在安裝的螢幕保護程式。您想要取代現有的螢幕保護程式嗎？";
"SCREEN_SAVER_INSTALL_ASSISTANT_EXISTS_TITLE_1" = "電腦上已安裝較舊版本的螢幕保護程式。您想要用新的版本加以取代嗎？";
"SCREEN_SAVER_INSTALL_ASSISTANT_EXISTS_TITLE_2" = "電腦上已安裝較新版本的螢幕保護程式。您想要用舊的版本加以取代嗎？";

"PREF_PANE_INSTALL_ASSISTANT_ERR_TITLE" = "發生錯誤，無法安裝“%@”偏好設定面板。";
"SCREEN_SAVER_INSTALL_ASSISTANT_ERR_TITLE" = "發生錯誤，無法安裝“%@”螢幕保護程式。";

"PREF_PANE_UNINSTALL_ASSISTANT_ERR_TITLE" = "發生錯誤，無法移除“%@”偏好設定面板。";
"SCREEN_SAVER_UNINSTALL_ASSISTANT_ERR_TITLE" = "無法移除“%@”螢幕保護程式，原因是發生錯誤。";

"PREF_PANE_INSTALL_ASSISTANT_APPLE_CONFLICT_TITLE" = "由於已經安裝了“%@”偏好設定面板，因此您無法再次安裝。";
"PREF_PANE_INSTALL_ASSISTANT_APPLE_CONFLICT_DESC"= "“%@”偏好設定面板包含在 Mac OS X 內，不能被取代。 ";
"SCREEN_SAVER_INSTALL_ASSISTANT_APPLE_CONFLICT_TITLE" = "由於已經安裝了“%@”螢幕保護程式，因此您無法再次安裝。";
"SCREEN_SAVER_INSTALL_ASSISTANT_APPLE_CONFLICT_DESC"= "“%@”螢幕保護程式包含在 Mac OS X 內，不能被取代。 ";
"INSTALL_REQUEST_REOPEN_APP" = "安裝此軟體後，請結束“系統偏好設定”，然後再次打開“系統偏好設定”。";

"PREF_PANE_INSTALL_ERROR" = "無法安裝“%@”偏好設定面板。";
"SCREEN_SAVER_INSTALL_ERROR" = "無法安裝“%@”螢幕保護程式。";

"REMOVE_PREF_CONTEXTUAL_MENU" = "移除“%@”偏好設定面板";

"ERR_LOADING_MISSING_TITLE" = "無法打開“%@”，因為它無法使用。";

/* Compatibility warning */
"WINDOW_TITLE_32BIT" = "%@（32 位元）";
"ERR_LOADING_COMPATIBILITY_TITLE" = "若要使用“%@”偏好設定面板，必須先結束“系統偏好設定”，然後再次將它開啟。";
